tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "mas"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-delta"
brew "zsh"
brew "zsh-completions"
brew "neovim"
brew "bat"
brew "ripgrep"
brew "fzf"
brew "fasd"
brew "jq"
brew "curl"
brew "asdf"
brew "pyenv"

cask "google-chrome"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "raycast"
cask "bitwarden"
cask "notion"
cask "rectangle"
cask "slack"
cask "dbeaver-community"
cask "discord"
cask "zoom"
cask "brave-browser"
cask "devtoys"

mas "RunCat", id: 1429033973
mas "Amphetamine", id: 937984704
mas "KakaoTalk", id: 869223134
